[
   {
      "title": "Use balenaFin to build your own LoRa Gateway for The Things Network",
      "text": "We’ve taken a look at deploying a gateway for TTN on our blog in the past, but this time we’re going to look at setting one up using the new balenaFin with plug and play hardware! We’ll use the onboard mPCIe slot to interface with a RAK Wireless LoRa module, and use an Adafruit GPS HAT on top to give us location and timing information, then we’ll deploy the software using balenaCloud to allow us to remotely manage and update the gateway.",
      "link": "https://www.balena.io/blog/build-a-ttn-lora-gateway-with-balenafin-and-balenacloud/",
      "image": "https://assets.balena.io/newsletter/2019-06/gateway.jpg",
      "button": "Find out how"
   },
   {
      "title": "Monitor your fleet at the edge with Prometheus and Grafana",
      "text": "Properly monitoring a fleet of devices is an evolving art. One of the current leaders in the server world for application and hardware monitoring is Prometheus, both for bare metal and as a first-class citizen in the Kubernetes world. In order to reduce the friction between the edge and the cloud, Matthew McGinn from our team takes a look at monitoring your entire fleet using Prometheus and creating a dashboard to visualize the metrics with Grafana.",
      "link": "https://www.balena.io/blog/monitoring-the-edge-with-prometheus-pt-1/",
      "image": "https://assets.balena.io/newsletter/2019-06/Prometheus-Grafana.jpg",
      "button": "Monitor your fleet"
   },
   {
      "title": "Deploy a fleet of environmental sensors with balena & InfluxDB",
      "text": "Last month balena user Alex Markessinis released a project based on balenaSense to manage the temperature and humidity of a data center and upload the data to an external InfluxDB database. Check out this project to find out how to pull information from a fleet of sensor nodes and bring it all together in a central database.",
      "link": "https://www.balena.io/blog/deploy-a-fleet-of-environmental-sensors-with-balena-influxdb/",
      "image": "https://assets.balena.io/newsletter/2019-06/InfluxDB.jpg",
      "button": "Deploy all the sensors"
   }
]