[
   {
      "title": "Why is the balenaFin right for fleet owners? Part 1: Storage",
      "text": "This is the first of a series of posts about the key features that make the balenaFin the right choice for fleet owners. For all those who are not familiar with the balenaFin, you can take a look at this introductory post. We’ve divided the series into three posts that cover the main categories: storage, networking and power. In this post we looked specifically at the points to consider when choosing a storage solution for the balenaFin, the design choices we made and the reasoning behind those choices.",
      "link": "https://www.balena.io/blog/why-is-the-balenafin-right-for-fleet-owners-part-1-storage/",
      "image": "https://assets.balena.io/newsletter/2019-08/19-08-03.jpg",
      "button": "Learn more"
   },
   {
      "title": "Use a Raspberry Pi to communicate with Amazon AWS IoT",
      "text": "In this article, we go through the steps to setup a basic MQTT broker on AWS IoT and configure a Raspberry Pi to communicate with it. In the end, you will have your device sending and receiving messages from the cloud service and a simple python boilerplate code that you can modify to fit your needs.",
      "link": "https://www.balena.io/blog/use-a-raspberry-pi-to-communicate-with-amazon-aws-iot/",
      "image": "https://assets.balena.io/newsletter/2019-08/19-08-04.png",
      "button": "Find out how"
   },
   {
      "title": "Build a smart photo slideshow with balenaCloud",
      "text": "We released an updated to balenaDash that enables you to run a photo slideshow hosted on Google Photo Albums, Dropbox Photo Album, or Apple Photos. The main objective of this addition is to create a physical photo album that is easy to build, configure, and maintain. Once configured, there is nothing else you need to worry about. If you edit the album, add or remove photos, the album will automatically update to display the latest photos.",
      "link": "https://www.balena.io/blog/build-a-smart-photo-slideshow-with-balenacloud/",
      "image": "https://assets.balena.io/newsletter/2019-08/19-08-05.jpg",
      "button": "Set it up"
   },
   {
      "title": "Build a Raspberry Pi powered live train station sign for your desk",
      "text": "Build your own UK train station platform departure display (next train indicator) with live data using a Raspberry Pi Zero, OLED display and 3D printed case - a cool (and practical!) desktop gadget. It involves a bit of software, a bit of soldering, and some 3D printing too.",
      "link": "https://www.balena.io/blog/build-a-raspberry-pi-powered-train-station-oled-sign-for-your-desk/",
      "image": "https://assets.balena.io/newsletter/2019-08/19-08-06.jpg",
      "button": "Build your own"
   }
]