[
   {
      "title": "Bring a dummy security camera to life, using a Raspberry Pi and WebRTC",
      "text": "A few weeks ago we released a project called <a href=\"https://github.com/balena-io-playground/balena-cam\" target=\"_blank\">balenaCam</a> where @mbalamat developed an application running on balenaOS that initiates a WebRTC video streaming connection between the server (a Raspberry Pi, for example) and the client. Once the main core of the application was stable, we decided to challenge ourselves and take the project down a slightly different route; turning a fake CCTV Camera into a real working CCTV Camera, where we control the software running on it 🤯.",
      "link": "https://www.balena.io/blog/bring-a-dummy-security-camera-to-life-using-a-raspberry-pi-and-webrtc/",
      "image": "https://assets.balena.io/newsletter/2019-07/dummy-camera.jpg",
      "button": "Build your own"
   },
   {
      "title": "Aggregate data from a fleet of sensors with balenaSense and InfluxDB",
      "text": "Back in March, we wrote about balenaSense, our project to monitor air quality with a Raspberry Pi, Grafana and InfluxDB. Lots of you have been using this project and giving great feedback, and one of the requested features was the ability to take data from multiple balenaSense devices and bring it together for monitoring centrally. We’ve updated the project to v1.5 to include this functionality, so we take a look at that here and use it as an opportunity to test the new InfluxDB Cloud 2.0 Beta!",
      "link": "https://www.balena.io/blog/aggregate-data-from-a-fleet-of-sensors-with-balenasense-and-influxdb/",
      "image": "https://assets.balena.io/newsletter/2019-07/balenaSense.jpg",
      "button": "Aggregate your data!"
   },
   {
      "title": "It's a sign: build a remote-controlled digital display with Screenly OSE and Raspberry Pi",
      "text": "Try this project to get up and running with a display you can control remotely to display photos, videos, dashboards, web pages, and digital signage. We’ll walk you through how to set up a digital sign using balenaCloud and Screenly OSE, the most popular open-source digital signage solution for the Raspberry Pi. After implementing this project, you’ll be able to display and manage images, videos, and even live web page content on a digital sign.",
      "link": "https://www.balena.io/blog/deploy-free-digital-signage-software-screenly-ose/",
      "image": "https://assets.balena.io/newsletter/2019-07/screenly.jpg",
      "button": "Check it out"
   }
]