[
   {
      "title": "balenaEtcherPro",
      "tags": [""],
      "text": "Back in December we published a <a href=\"https://www.balena.io/blog/state-of-the-etcher-pro\">blog post</a> with all the latest information about or professional SD card flashing and duplication solution; <strong>EtcherPro</strong>. We first announced EtcherPro in early 2018, and we’ve made a ton of progress since then, so we wanted to share everything with you can give you all the information about how much it’s going to cost and when you’ll be able to get your hands on one.",
      "link": "https://www.balena.io/blog/state-of-the-etcher-pro",
      "image": "https://assets.balena.io/newsletter/2019-01/image3.jpg",
      "button": "Find out more"
   },
   {
      "title": "New year, new balena base images",
      "tags": [""],
      "text": "Over the last 4 years we've been maintaining and nurturing the most comprehensive set of base images for deploying containers on the edge. Today we are proud to announce the release of over <strong>26,000</strong> new base images under the <a href=\"https://hub.docker.com/u/balenalib\" target=\"_blank\">balenalib namespace</a>. The new set of base images have a number of great features and they support six major CPU architectures: ARMv5e, ARMv6, ARMv7, AARCH64, amd64 and i386.",
      "link": "https://www.balena.io/blog/new-year-new-balena-base-images",
      "image": "",
      "button": "Read more"
   },
   {
      "title": "KubeCon + CloudNativeCon North America 2018",
      "tags": [""],
      "text": "We had an awesome time attending KubeCon + CloudNativeCon in Seattle last month. It was great to meet some of our users in person, and share how we’re using containers for IoT with the Kubernetes community. We plan to attend a few similar events in 2019 and would love to meet more of you there; keep an eye on the events calendar in future newsletters to see where you can find us!",
      "link": "",
      "image": "https://assets.balena.io/newsletter/2019-01/image2.jpg",
      "button": ""
   },
   {
      "title": "Nixie tube clocks powered by balenaCloud",
      "tags": [""],
      "text": "Mark Smith tweeted us about his nixie tube clock project. Mark created the estimated time of arrival (ETA) clock, which uses the Google Directions API, to give an up to the minute ETA to a number of different destinations i.e. school, the office etc. The whole clock project is completely open source, including the hardware, so you can build one yourself.<br><br>Mark is using balenaCloud to manage his clocks and even posted a photo of the balenaCloud dashboard whilst updating his devices from 30,000 feet whilst using WiFi aboard a plane! Awesome work, and a great demonstration of the flexibility of balenaCloud.",
      "link": "https://surfncircuits.com/2018/12/17/easy-iot-fleet-deployment-of-eta-nixie-tube-clocks/",
      "image": "https://assets.balena.io/newsletter/2019-01/image4.jpg",
      "button": "Check it out"
   }
]