[
   {
      "title": "Bitreactive: decentralized sensor management with resin.io",
      "tags": [""],
      "text": "Bitreactive provides assisted living technology solutions for nursing homes and home care. They specialize in decentralized sensor management and edge analytics built around the Continua Design Guidelines, an implementation framework for personal connected devices. Bitreactive's solutions, such as the BALT personal hub, focus primarily on bed monitoring, both for institutions and remote homes",
      "link": "https://resin.io/blog/bitreactive-decentralized-sensor-management-with-resin-io/",
      "image": "http://www.bitreactive.com/wp-content/uploads/2014/11/BitReactive_logo_color_CMYK.jpg",
      "button": "Read More"
   },
   {
      "title": "Collaborators are now application members",
      "tags": [""],
      "text": "We've improved how you can collaborate on your applications, the owner can now assign new members as either a Owner, Observer, Operator or Developer",
      "link": "https://docs.resin.io/learn/manage/account/#application-members",
      "image": "https://docs.resin.io/img/common/app/member_dialog.png",
      "button": "Read The Docs"
   },
   {
         "title": "Go flows with Flogo, a framework for ultralight edge microservices",
         "tags": [""],
         "text": "Project Flogo is an application integration framework, written in Go and designed for deploying ultra-lightweight microservices to the edge. Flogo provides a web UI to help you graphically design and debug your application logic. In this post, we'll show you how a basic Hello World application is set up in the web UI and then deploy it with resin.io",
         "link": "https://resin.io/blog/go-flows-with-flogo/",
         "image": "http://www.flogo.io/assets/images/flogo-flynn.png",
         "button": "Read More"
   },
   {
      "title": "Work with us!",
      "tags": [],
      "text": "We're looking for a Senior Full-stack Software Engineer and more.",
      "link": "https://resin.workable.com/",
      "image": "https://resin.io/pages/how-it-works/how-it-works.jpg",
      "button": "See all"
   }
]
